recursosV1/ReqConsultaPersistenciaCredito.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.davivienda.com/xml/ConsultaPersistenciaCredito">
   <soapenv:Header/>
   <soapenv:Body>
      <con:ConsultaPersistenciaCredito>
         <Request>
            <DataHeader>
               <nombreOperacion>ConsultaPersistenciaCredito</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <!--Optional:-->
               <idSesion>?</idSesion>
               <!--Optional:-->
               <codIdioma>?</codIdioma>
               <!--Optional:-->
               <valOrigen>?</valOrigen>
               <!--Optional:-->
               <codPais>?</codPais>
               <aplicacionOrigen>?</aplicacionOrigen>
               <ipOrigen>?</ipOrigen>
               <tipoIdentificacion>?</tipoIdentificacion>
               <nroIdentificacion>?</nroIdentificacion>
               <!--Optional:-->
               <tipoConsulta>?</tipoConsulta>
               <!--Optional:-->
               <codigoProductoRPRsolicitado>?</codigoProductoRPRsolicitado>
               <!--Optional:-->
               <codigoSubproductoRPRsolicitado>?</codigoSubproductoRPRsolicitado>
            </Data>
         </Request>
      </con:ConsultaPersistenciaCredito>
   </soapenv:Body>
</soapenv:Envelope>